--Сделать запрос для получения атрибутов из указанных таблиц, применив фильтры по указанным условиям:
--Таблицы: Н_ЛЮДИ, Н_ОБУЧЕНИЯ, Н_УЧЕНИКИ.
--Вывести атрибуты: Н_ЛЮДИ.ИД, Н_ОБУЧЕНИЯ.ЧЛВК_ИД, Н_УЧЕНИКИ.ИД.
--Фильтры: (AND)
--	Н_ЛЮДИ.ФАМИЛИЯ < Иванов.
--	Н_ОБУЧЕНИЯ.ЧЛВК_ИД < 113409.
--	Н_УЧЕНИКИ.ИД < 250098.
--Вид соединения: RIGHT JOIN.
SELECT Н_ЛЮДИ.ИД, Н_ОБУЧЕНИЯ.ЧЛВК_ИД, Н_УЧЕНИКИ.ИД
FROM Н_ЛЮДИ
RIGHT JOIN Н_ОБУЧЕНИЯ ON Н_ЛЮДИ.ИД = Н_ОБУЧЕНИЯ.ЧЛВК_ИД
RIGHT JOIN Н_УЧЕНИКИ ON Н_ЛЮДИ.ИД = Н_УЧЕНИКИ.ЧЛВК_ИД
WHERE	Н_ЛЮДИ.ФАМИЛИЯ < 'Иванов' AND
		Н_ОБУЧЕНИЯ.ЧЛВК_ИД < 113409 AND
		Н_УЧЕНИКИ.ИД < 250098;